---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsPipeTypeFittingLossKfactorParam
source: html/d7ed9d95-13a7-3ea5-0ac7-d99a619e8a47.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsPipeTypeFittingLossKfactorParam Property

"K Coefficient"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsPipeTypeFittingLossKfactorParam { get; }
```